{
  "Project1": {
    "title": "Agrobuddy",
    "domain":"Edge-AI, Raspberry-Pi, Python, Flutter",
    "desc": "Agrobuddy is project built using the Edge-AI paradigm which is an amalgamation of two completely different technologies Edge Computing and Artificial Intelligence into creating one new entity. Edge AI is the deployment of AI applications in devices throughout the physical world. It’s called “edge AI” because the AI computation is done near the user at the edge of the network, close to where the data is located, rather than centrally in a cloud computing facility or private data center. Since the internet has global reach, the edge of the network can connote any location. It can be a retail store, factory, hospital or devices all around us, like traffic lights, autonomous machines and phones."
  },
  "Project2": {
    "title": "Netflix-Clone",
    "domain":"React-JS",
    "desc": "Netflix Clone is a project built to understand the building blocks of React JS framework and using Axios to perform Networking along with simple state management with useState hooks to implement UI similar to Netflix. This application was developed during the React Development Tutorial which was created by Sonny Sangha"
  },
  "Project3": {
    "title": "Shopping App-Clone",
    "domain":"Flutter, HTTP, Material-UI",
    "desc": "Shopping App-Clone is a Hybrid Mobile Application built using Flutter SDK to mimic the functionalities of a shopping application. The application did not include transaction management and auth but included features of carts. The State of the Application was managed using Velocity X "
  },
  "Project4": {
    "title": "E-Vote",
    "domain":"Flutter, Blockchain, Ethereum",
    "desc": "A decentralized and transparent Blockchain-based voting application, built with Flutter as the UI framework, a Solidity Smart contract as the Backend and MaticVigil Sidechain as the Database (Blockchain). Liquid democracy is similar to ‘delegative democracy’ which combines elements of both direct and representative democracy. It is essentially a scalable hybrid of direct and representative democracy, each of which has its disadvantages - direct democracy is not scalable and representative democracy is not reflective of democratic ideals, which is to put power in the hands of the people. It enables people to vote directly, or assign their vote to individuals or organizations that they trust. It is being proposed in order to strengthen democracy by increasing popular participation in everyday policy making."
  }
}
